Repository: apertium/apertium-sme-nob
Catalog: tmx_data/NRK_belusta_sme2nob.tmx
Source language: sme
Languages: nob

source: Giellaguovddáš-jođiheaddji bealušta sámediggepresideantta.
nob: Språksenterlederen forsvarer sametingspresidenten.

source: – Eat han mii sáhte gáibidit ahte olmmoš gii ii máhte giela, liikkáge galgá dan giela hállat, dadjá máŋggajahkásaš sámegieloahpaheaddji.
nob: – Vi kan jo ikke kreve at en person som ikke kan språket, likevel skal snakke det språket, sier den mangeårige samisklæreren.

source: GIELLAGEALBOOLMMOŠ: Deanu giellagátti jođiheaddji Sverre Porsanger lea máŋgga jagi bargan sámegielkursaoahpaheaddjin.
nob: SPRÅKKOMPETANSEMENNESKE: Tana samiske språksenters leder Sverre Porsanger har arbeidd mange år som samiskkurslærer.

source: Njealje jagi áigi bovttii Sverre Porsanger veahá digaštallama, go sivahalai váhnemiid – iige eiseválddiid – go lei sáhka sámemánát geat eai leat oahppan sámegiela ruovttus (čujuhus dárogielčállosii).
nob: For fire år siden vekket Sverre Porsanger litt debatt, da han anklaget foreldre – og ikke myndigheter – da var det tale om samebarn som ikke har lært samisk i hjemmet (henvisning til norsk tekst).

source: Muhto sámediggepresideantta baicce ii hálit giellaguovddášjođiheaddji cuiggodit dan dihtii go presideanta ii sámástan ođđajagisártnistis.
nob: Men heller ikke sametingspresidenten vil formane språksenterlederen fordi presidenten ikke snakket samisk i nyttårstalen.

source: – Jos it leat dorvvolaš dihto giela hállat, de han lea buoret ahte hálat dan giela maid máhtát – mainna dovddat iežat oadjebassan.
nob: – Hvis du ikke er trygg med å snakke et spesielt språk, så er det jo bedre at du snakker det språket som du kan – med hvilket du kjenner deg selv trygg.

source: Dan ferte dušše dohkkehit, dadjá Sverre Porsanger.
nob: Det må man bare godta, sier Sverre Porsanger.

source: GULDAL EANET: Deaddil skájanboalu vuolábealde:
nob: LYTT MER: Trykk høyttalerknappen nedenfor:

source: Giellaguovddášjođiheaddji bealušta sámediggepresideantta.
nob: Språksenterlederen forsvarer sametingspresidenten.

source: Máŋggajahkásaš sámegieloahpaheaddji ii leat ovttaoaivilis cuiggodeddjiiguin, geat moitet ahte Vibeke Larsen ii sárdnidan sámegillii.
nob: Den mangeårige samisklæreren er ikke enig med de som formaner, som klager over at Vibeke Larsen ikke talte på samisk.

source: – In han munge sáhte sárdnut ruoššagillii.
nob: – Jeg kan jo heller ikke tale på russisk.

source: Sámediggepresideanta Vibeke Larsen lea rahpasit dovddastan ahte sus váilu sámegiella.
nob: Sametingspresident Vibeke Larsen har åpent innrømmet at hun mangler samisk.

source: – Dáruiduhttin rivvii gielamet.
nob: – Fornorskningen røvet språket vårt.

source: Ieš in leat nagodan váldit giellan ruovttoluotta, celkkii presideanta sártnistis.
nob: Selv hun har ikke klart ta språket tilbake, sa presidenten i talen.

source: Sverre Porsanger čujuha ges alcces ovdamearkan:
nob: Sverre Porsanger viser igjen til seg selv som eksempel:

source: – In han mun ge sáhte álgit ruoššagiela hállat dahje sárdnut ruoššagillii go lean Ruoššas – jos in máhte, dadjá Porsanger.
nob: – Jeg kan jo heller ikke begynne å snakke russisk eller tale på russisk når jeg er i Russland – hvis jeg ikke kan, sier Porsanger.

source: GEAHČA: Sámediggepresideantta Vibeke Larsen (Bb) ođđajagisárdni, mii sáddejuvvui ođđajagimánu vuosttaš beaivve.
nob: SE: Sametingspresident Vibeke Larsen (Ap) nyttårstale, som ble sendt første januar.

source: – Politihkka deháleabbo.
nob: – Politikken viktigere.

source: Jagis 2001 sárdnidii Norgga prinseassa Märtha Louise sámegillii, vaikko sus ii leat ii veaháge sámegielduogáš.
nob: År 2001 talte Norges prinsesse Märtha Louises på samisk, selv om hun ikke har noen samiskspråklig bakgrunn.

source: Sártnáš ii bistán gal guhkit go 20 sekundda.
nob: Talen varte virkelig ikke lengre enn 20 sekunder.

source: Sámediggepresideantta Vibeke Larsena ođđajagisárdni bisttii baicce gávcci minuhta.
nob: Sametingspresident Vibeke Larsens nyttårstale varte tvert imot åtte minutt.

source: NRK-kommentáhtor Magne Ove Varsi dajai gieskat ahte seammá teknologiijain ja giellavehkiin maid Märtha Louise oaččui 16 jagi áigi, de livččii Vibeke Larsenii vejolaš sámegillii ovdanbuktit ođđajagisártnis – maiddái danne go Larsenis lea eambbo sámegielmáhttu go prinseassas lei.
nob: NRK-kommentáhtor Magne Ove Varsi sa nylig at med den samme teknologien og språkhjelp som Märtha Louise fikk for 16 år siden, så ville det være for Vibeke Larsen mulig på samisk å framføre nyttårstalen – også fordi Larsen har mer samiskkunnskap enn prinsessa hadde.

source: – Presideanttas han lea politihkalaš sáhka maid galgá ovddidit, ja dat sáhka han manná giela bokte.
nob: – En president har jo et politisk budskap som hun skal fremme, og det budskapet går jo via språket.

source: Man dal de gillii hálaš - dat ášši han dat lea dat deháleamos, dadjá Porsanger.
nob: Uansett hvilket språk hun snakker - saken er jo det viktigste, sier Porsanger.

source: CELKKII SÁMEGILLII: Prinseassa Märtha Louise rahpancealkámušat vuosttaš TV-ođđasiidda, mat sáddejuvvojedje NRK1:s borgemánu 20. beaivve 2001.
nob: SA PÅ SAMISK: Prinsesse Märtha Louises åpningsuttalelser til de første TV-nyhetene, som ble sendt på NRK1 20. august 2001.
